Repository: 2nv2u/gnome-shell-extension-syncthing-indicator
Catalog: po/*.po
Languages: hu, uk, zh_tw

# unknown-error
source: Extension encountered an unknown error, check log for more details
uk: Доповнення зазнало невідомої помилки, перевірте журнал для уточнення

# daemon-error
source: Syncthing daemon cannot be started, check log for more details
hu: Syncthing Indicator démon hiba
uk: Демон Syncthing не може запуститися, перегляньте журнал для уточнень
zh_tw: 無法啟動 Syncthing 伺服程式，檢視紀錄檔取得更多資訊。

# service-error
source: Syncthing service reported an error, check log for more details
hu: Syncthing Indicator szolgáltatási hiba
uk: Демон Syncthing повідомив про помилку, перевірте журнал для уточнень
zh_tw: Syncthing 服務回報了錯誤，檢視紀錄檔取得更多資訊。

# decoding-error
source: Syncthing connection decoding error, check log for more details
hu: Syncthing Indicator dekódolási hiba
uk: Не вдалося розкодувати з'єднання з Syncthing, перевірте журнал
zh_tw: Syncthing 連線解碼失敗，檢視紀錄檔取得更多資訊。

# connection-error
source: Syncthing connection status error, check log for more details
hu: Syncthing Indicator kapcsolati hiba
uk: Помилка з'єднання із Syncthing, перегляньте журнал для уточнень
zh_tw: Syncthing 連線錯誤，檢視紀錄檔取得更多資訊。

# config-error
source: Cannot find Syncthing config, syncthing might not be installed, check log for more details
hu: Syncthing Indicator beállítási hiba
uk: Не вдалося знайти конфігурацію Syncthing, або пакет syncthing не встановлений
zh_tw: 無法找到 Syncthing 設定檔，可能沒有安裝？檢視紀錄檔取得更多資訊。

source: Syncthing Indicator
uk: Індикатор Syncthing

source: Folders
hu: Mappák
uk: Каталоги
zh_tw: 資料夾

source: This Device
hu: Ez az eszköz
uk: Цей пристрій
zh_tw: 這個設備

# devices
source: Remote Devices
uk: Віддалені пристрої

source: Not connected...
uk: Немає з'єднання…

source: Service
hu: Szolgáltatás
uk: Сервіс
zh_tw: 服務

source: Autostart
hu: Automatikus indítás
uk: Автозапуск
zh_tw: 重新啟動

# rescan
source: Rescan all folders
hu: Minden mappa átnézése
uk: Пересканувати каталоги
zh_tw: 重新掃描所有資料夾

# web-interface
source: Open web interface
hu: Webes felület megnyitása
uk: Відкрити вебінтерфейс
zh_tw: 打開網頁界面

source: Settings
uk: Налаштування

# settings-group-title
source: Synchting Indicator settings
uk: Налаштування Індикатора Synchting

# settings-group-description
source: You can change some settings on the location and / or look &amp; feel
uk: Змінити розташування панелі чи заховати перемикачі та кнопки.

source: Quick settings
uk: Швидкі налаштування

source: Main panel
uk: Основна панель

# menu-type-title
source: Menu type
uk: Тип меню

# menu-type-subtitle
source: Select the menu integration type
uk: Оберіть тип інтеграції меню

# icon-state-title
source: Icon state
uk: Статус у значку

# icon-state-subtitle
source: Show Syncthing state with different icons
uk: Показувати стан Syncthing за допомогою різних іконок

# auto-start-item
source: Autostart switch
uk: Перемикач автозапуску

# auto-start-item-subtitle
source: Show extension autostart switch
uk: Показувати перемикач автоматичного запуску

# setting-button-title
source: Settings button
uk: Кнопка налаштувань

# setting-button-subtitle
source: Show extension settings button
uk: Показувати кнопку налаштувань доповнення

# auto-config-group-title
source: Auto &amp; manual configuration
uk: Автоматичні та ручні налаштування

# auto-config-group-description
source: By default the connection string will be resolved by parsing 'syncthing --paths' command or look for the config.xml in the default locations. If this fails you can set the API key and URI yourself.
uk: Налаштування з'єднання будуть витягнуті з файлу конфігурації за допомогою парсингу результату команди 'syncthing --paths' або буде проведено пошук по типових шляхах. Якщо це не спрацює, ви все ще зможете вказати API ключ та URI самостійно.

# auto-config-title
source: Use auto configuration
uk: Автоматична конфігурація

# auto-config-subtitle
source: Read API key from the Syncthing configuration by searching for the config file
uk: Знайти API ключ у конфігураційному файлі Syncthing

# config-file-title
source: Configuration file location
uk: Розташування файлу конфігурації

source: Unknown
uk: Невідомо

# service-uri-title
source: Service URI &amp; port
uk: URI та порт сервісу

# api-key-title
source: API key
uk: API ключ

# service-uri-tooltip
source: Service URI used to connect to the Syncthing API
uk: URI сервісу використовується для приєднання до Syncthing API

# api-key-tooltip
source: API key used to authenticate to the Syncthing API
uk: API ключ використовується для аутентифікації у Syncthing API

source: Copyright
uk: Авторське право
